Switching element type to Curtain element. All inserts in the element will be deleted.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId LooseInsertsForCurtainWall { get; }
  Visual Basic
Public Shared ReadOnly Property LooseInsertsForCurtainWall As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ LooseInsertsForCurtainWall {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures LooseDimensionFailures Class
  Autodesk.Revit.DB Namespace